[
  {
    "file": "experiments/VeraMolnarSquares.js",
    "name": "Colored Squares",
    "description": "Artwork by Vera Molner of squares in a grid with some ranomness. The Idea was to recreate his work. I started with a code from Garrit, figured out the valules and changed according to the artwork so that it looked the same. I took some help to understand by Chatgpt and added colors."
  },
  {
    "file": "experiments/VeraMolnarSquaresVariant.js",
    "name": "Colored Squares V1",
    "description": "Artwork by Vera Molner of squares in a grid with some ranomness. The Idea was to recreate his work with a twist. With the recreation there, I experimented with values and added a noise from an earlier tutorial"
  },
  {
    "file": "experiments/VeraMolnarSquaresVariant2.js",
    "name": "Colored Squares V2",
    "description": "Artwork by Vera Molner of squares in a grid with some ranomness. The Idea was to recreate his work with a twist. With the recreation there, I experimented with values and added a noise to the colors with some help of GPT"
  },
  {
    "file": "experiments/Complexity.js",
    "name": "Square Space",
    "description": "A controled flow field shaped as a square with some randomness to it. The initial idea was to take an existing flow field and controling it.I experimented with values on the flow field and added gradient with blue and purple. I then manipulated the the vertexes to make them follow a desired shape"
  },
  {
    "file": "experiments/Complexity2.js",
    "name": "Square Space",
    "description": "A controled flow field shaped as a circle with some randomness to it. The initial idea was to take an existing flow field and controling it.I experimented with values on the flow field and added gradient with blue and purple. I then manipulated the the vertexes to make them follow a desired shape"
  },
  {
    "file": "experiments/Complexity3.js",
    "name": "Square Space",
    "description": "A controled flow field with lines that goes closer and closer to a shape in the middle of the screen. The initial idea was to take an existing flow field and controling it.I experimented with values on the flow field and added gradient with blue and purple. I then manipulated the the vertexes to make them follow a desired shape"
  }
]
